Repository: boughdiri-dorsaf/boughdiri-dorsaf.github.io
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# appTitle
source: Dorsaf Boughdiri - Mobile Developer
ar: درساف بوغديري - مطور تطبيقات الجوال
fr: Dorsaf Boughdiri - Développeur Mobile

# heroTitle
source: Mobile Developer
ar: مطور تطبيقات الجوال
fr: Développeur Mobile

# aboutMeTitle
source: About Me
ar: نبذة عني
fr: À Propos de Moi

# aboutMeText1
source: I am a passionate and experienced Mobile Developer with a proven track record of building high-quality VoIP and Chat applications that are published on both Google Play Store and Apple App Store.
ar: أنا مطور تطبيقات جوال شغوف وذو خبرة مع سجل مثبت في بناء تطبيقات VoIP ومراسلة عالية الجودة منشورة على Google Play Store وApple App Store.
fr: Je suis un développeur mobile passionné et expérimenté avec un historique prouvé de construction d'applications VoIP et de chat de haute qualité publiées sur Google Play Store et Apple App Store.

# aboutMeText2
source: With expertise in Flutter, Dart, Kotlin, Swift, and NodeJS, I specialize in creating seamless cross-platform experiences that deliver exceptional user engagement and performance.
ar: مع الخبرة في Flutter وDart وKotlin وSwift وNodeJS، أتخصص في إنشاء تجارب متعددة المنصات سلسة توفر مشاركة مستخدم وأداء استثنائي.
fr: Avec une expertise en Flutter, Dart, Kotlin, Swift et NodeJS, je me spécialise dans la création d'expériences cross-platform fluides qui offrent un engagement utilisateur et des performances exceptionnelles.

# featuredProjectsTitle
source: Featured Projects
ar: المشاريع المميزة
fr: Projets Principaux

# comunikPhoneDescription
source: A sophisticated chat and communication platform with encrypted messaging, call recordings, FaceID authentication, and elegant dark mode support. Available on both Google Play Store and Apple App Store.
ar: منصة مراسلة وتواصل متطورة مع رسائل مشفرة وتسجيلات مكالمات ومصادقة FaceID ودعم الوضع المظلم الأنيق. متاح على Google Play Store وApple App Store.
fr: Une plateforme de chat et de communication sophistiquée avec messagerie chiffrée, enregistrements d'appels, authentification FaceID et support du mode sombre élégant. Disponible sur Google Play Store et Apple App Store.

# comunikVisioDescription
source: Professional video conferencing app for seamless virtual meetings. Features high-quality video calls, screen sharing, and meeting management. Available on both Google Play Store and Apple App Store.
ar: تطبيق مؤتمرات فيديو احترافي للاجتماعات الافتراضية السلسة. ميزات مكالمات فيديو عالية الجودة ومشاركة الشاشة وإدارة الاجتماعات. متاح على Google Play Store وApple App Store.
fr: Application de visioconférence professionnelle pour des réunions virtuelles fluides. Fonctionnalités d'appels vidéo haute qualité, partage d'écran et gestion des réunions. Disponible sur Google Play Store et Apple App Store.

# allInOneSolution
source: All-in-one communication solution combining chat, voice calls, and video calls in a single app. Streamlined interface for seamless communication experience. Available on both Google Play Store and Apple App Store.
ar: حل تواصل شامل يجمع المراسلة والمكالمات الصوتية ومكالمات الفيديو في تطبيق واحد. واجهة مبسطة لتجربة تواصل سلسة. متاح على Google Play Store وApple App Store.
fr: Solution de communication tout-en-un combinant chat, appels vocaux et appels vidéo dans une seule application. Interface rationalisée pour une expérience de communication fluide. Disponible sur Google Play Store et Apple App Store.

# comunikChatDescription
source: Collaborative chat application designed for team communication and project collaboration. Features group chats, file sharing, and real-time messaging. Available on both Google Play Store and Apple App Store.
ar: تطبيق مراسلة تعاوني مصمم لتواصل الفريق والتعاون في المشاريع. ميزات محادثات جماعية ومشاركة ملفات ورسائل فورية. متاح على Google Play Store وApple App Store.
fr: Application de chat collaborative conçue pour la communication d'équipe et la collaboration de projet. Fonctionnalités de chats de groupe, partage de fichiers et messagerie en temps réel. Disponible sur Google Play Store et Apple App Store.

# comunikRmcDescription
source: A comprehensive all-in-one solution for managing customer interactions across multiple channels including Messenger, WhatsApp, Instagram, Telegram and more. Features advanced supervision, reporting, and team management tools.
ar: حل شامل متكامل لإدارة تفاعلات العملاء عبر قنوات متعددة تشمل Messenger وWhatsApp وInstagram وTelegram والمزيد. ميزات إشراف متقدمة وتقارير وأدوات إدارة الفريق.
fr: Une solution tout-en-un complète pour gérer les interactions clients sur plusieurs canaux incluant Messenger, WhatsApp, Instagram, Telegram et plus encore. Fonctionnalités de supervision avancée, rapports et outils de gestion d'équipe.

source: View App
ar: عرض التطبيق
fr: Voir l'App

# technicalSkillsTitle
source: Technical Skills
ar: المهارات التقنية
fr: Compétences Techniques

source: Mobile Development
ar: تطوير تطبيقات الجوال
fr: Développement Mobile

source: Backend & Database
ar: الخلفية وقاعدة البيانات
fr: Backend & Base de Données

source: Tools & Platforms
ar: الأدوات والمنصات
fr: Outils & Plateformes

source: Get In Touch
ar: تواصل معي
fr: Me Contacter

source: Choose Platform
ar: اختر المنصة
fr: Choisir la Plateforme

# selectAppStore
source: Select your preferred app store to view {appName}
ar: اختر متجر التطبيقات المفضل لديك لعرض {appName}
fr: Sélectionnez votre boutique d'applications préférée pour voir {appName}

source: Cancel
ar: إلغاء
fr: Annuler

# copyright
source: © 2024 Dorsaf Boughdiri. All rights reserved.
ar: © 2024 دورساف بوغديري. جميع الحقوق محفوظة.
fr: © 2024 Dorsaf Boughdiri. Tous droits réservés.

# languageSelector
source: Language
ar: اللغة
fr: Langue
